Repository: LinusBolls/ari-v0
Catalog: Artikel Import/Properties/Resources.*.resx
Languages: de

# AutoCloseMessagePopUp
source: This message gets automatically closed in
de: Diese Nachricht wird automatisch geschlossen in

# ChooseFileFirst
source: Please choose a file first.
de: Bitte waehlen Sie eine Datei aus.

source: CommandsPerSecond
de: BefehleProSekunde

# ConfirmClearDatabase
source: Are you sure, you want to clear the temp database?
de: Sind Sie sicher, dass Sie die temporaere Datenbank leeren wollen?

# ConfirmSendToRuntime
source: Are you sure, you want to send the Articles to the Realtime Database? THIS ACTION CAN'T BE REVERSED!
de: Sind Sie sicher, dass Sie die Artikel in die echtzeit Datenbank laden wollen? DIESE AKTION IST UNWIEDERUFLICH!

# CsvIsMissingRows
source: The CSV is missing rows:
de: Es fehlen Spalten in der CSV:

# CSVTooManyColumns
source: This CSV has too many columns.
de: Die CSV hat zu viele Spalten.

# EnterDictName
source: Please enter a dictionary name.
de: Bitte einen Namen eingeben.

# EnterName
source: Please enter a name.
de: Bitte einen Namen eingeben.

# EnterPassword
source: Please enter the database password:
de: Bitte das Datenbank Passwort eingeben:

# Error
source: Fatal error
de: Fataler Error

source: Errors While Importing
de: Fehler beim Importieren

source: ExecutionTook
de: Ausfuehrung brauchte

# FailedToParseEAN
source: Wrong EAN format:
de: Falsches EAN format:

# ImportErrorRow
source: There was an import error in row
de: Es ist ein fehler aufgetreten in Zeile:

# MappingIsMissingEssentialPair
source: The mapping is missing pairs:
de: Das Mapping ist unvollstaendig es fehlen:

# MassImportBrowse
source: Mass Import open CSV...
de: Massen Import CSV oeffnen...

source: Mass Import done.
de: Massen Import fertig.

# MassImportNotVerified
source: does not match mapping
de: Mapping stimmt nicht ueberein.

# MassImportStart
source: Starting mass import:
de: Startet Massen Import.

# MassImportUnknownMapping
source: could not find mapping
de: Mapping konnte nicht gefunden werden.

# MissingArtikelNr
source: Could not find any values for ArtikelNr.
de: Wert fuer ArtikelNr konnte nicht gefunden werden.

# MissingBestellNr
source: Could nat find any values for BestellNr.
de: Wert fuer BestellNr konnte nicht gefunden werden.

# MissingDatenlieferant
source: Could not find any values for Datenlieferant.
de: Wert fuer Datenlieferant konnte nicht gefunden werden.

# MissingEAN
source: Could not find any values for EAN.
de: Wert fuer EAN konnte nicht gefunden werden.

# NoInternetConnection
source: No internet or database connection.
de: Keine Internet- oder Datenbankverbindung

# RememberEDE
source: Please import EDE before exporting.
de: Bitte importieren Sie EDE zuvor.

# RenameArticles
source: Do you want to rename the ArticleNr?
de: Moechten Sie die ArtikelNr aendern?

# SelectMapping
source: Please select a mapping.
de: Bitte ein Mapping auswaehlen.

source: Successfull
de: Erfolgreich

# WrongPassword
source: You entered the wrong password.
de: Falsches Passwort. Das Passwort ist im KeePass unter Oracle Datenbank hinterlegt.
